[
  "table-editor-obsidian",
  "buttons",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "markdown-prettifier",
  "media-extended",
  "Enhanced-editing",
  "cmenu-plugin",
  "obsidian-dynamic-toc",
  "obsidian-admonition",
  "customizable-menu",
  "customizable-page-header-buttons",
  "mx-bili-plugin",
  "terminal",
  "convert-url-to-iframe",
  "obsidian-git",
  "copilot",
  "fuzzy-chinese-pinyin"
]