[
  "pkmer",
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-quiet-outline",
  "recent-files-obsidian",
  "surfing",
  "obsidian-mindmap-nextgen",
  "cmdr",
  "obsidian-icons-plugin",
  "obsidian-icon-folder",
  "obsidian-file-color",
  "easy-typing-obsidian",
  "markdown-table-editor",
  "various-complements",
  "obsidian-auto-link-title",
  "obsidian-file-cleaner",
  "mousewheel-image-zoom",
  "obsidian-image-toolkit",
  "obsidian-statusbar-pomo",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "terminal",
  "convert-url-to-iframe",
  "obsidian-git",
  "editing-toolbar",
  "obsidian-weread-plugin",
  "obsidian-shellcommands",
  "obsidian-local-images-plus",
  "media-extended",
  "mx-bili-plugin",
  "copilot"
]