[
  "i18n",
  "table-editor-obsidian",
  "obsidian-better-codeblock",
  "better-export-pdf",
  "cmdr",
  "editing-toolbar",
  "obsidian-excalidraw-plugin",
  "obsidian-file-cleaner",
  "obsidian-git",
  "obsidian-image-toolkit",
  "media-extended",
  "mx-bili-plugin",
  "mousewheel-image-zoom",
  "pdf-plus",
  "pkmer",
  "obsidian-quiet-outline",
  "recent-files-obsidian",
  "smart-composer",
  "easy-typing-obsidian",
  "obsidian-weread-plugin",
  "home-tab",
  "surfing",
  "vscode-editor"
]